Repository: CypaxNET/PC-Mascot
Catalog: languages/PCParrot.*.po
Languages: de

source: Age:
de: Alter:

# mainform.rsapptitle
source: PC-Parrot
de: PC-Papagei

source: Friday
de: Freitag

source: Monday
de: Montag

source: Saturday
de: Samstag

source: Sunday
de: Sonntag

source: Thursday
de: Donnerstag

source: Tuesday
de: Dienstag

source: Wednesday
de: Mittwoch

source: Gender:
de: Geschlecht:

source: Parrot: idle
de: Papagei: inaktiv

source: Language:
de: Sprache:

source: Shut up!
de: Halt den Schnabel!

source: Parrot: active
de: Papagei: aktiv

source: You may chatter again.
de: Darfst wieder plappern.

source: USB: connected
de: USB: verbunden

# mainform.rsusbdisconnected
source: USB: disconnected
de: USB: nicht verbunden

source: All off
de: Alles aus

source: Clear log
de: Log löschen

source: Connect
de: Verbinden

source: Toggle Green
de: Grüne LED

# tform1.btnopensoxpath.hint
source: Open SoX path
de: Öffne SoX-Pfad

source: Play *.wav
de: Spiele *.wav

# tform1.btnpreviewnextsong.hint
source: Play current line
de: Spiele aktuelle Zeile

# tform1.btnpreviewnowinamp.hint
source: Play current line
de: Spiele aktuelle Zeile

source: Toggle Red
de: Rote LED

# tform1.btnsavelogfile.hint
source: Save log to file
de: Log in Datei speichern

# tform1.btnsavenextsonglines.hint
source: Save
de: Speichern

# tform1.btnsavenowinamplines.hint
source: Save
de: Speichern

# tform1.btnsavetalklines.hint
source: Save
de: Speichern

source: Sort
de: Sortieren

source: Test beak
de: Schnabel

source: Test flaps
de: Flügel

source: Test tilt
de: Kopf

# tform1.btntextpreview.hint
source: Play current line
de: Spiele aktuelle Zeile

source: Voice preview
de: Stimmenvorschau

# tform1.caption
source: PC-Parrot
de: PC-Papagei

source: Popup spoken text in taskbar
de: Zeige gesprochenen Text als Popup in Taskleiste

source: Comment song changes
de: Kommentiere Song-Wechsel.

source: Random talk each
de: Zufälliger Spruch alle

source: Hello you little pisser. This is my voice.
de: Hallo du kleiner Pisser. Dies ist meine Stimme.

source: SoX (sound converter tool)
de: Sox (Sound-Koverter-Tool)

# tform1.groupboxvoiceinfo.caption
source: Voice
de: Stimme

source: Event log:
de: Ereignis-Log:

source: Voice:
de: Stimme:

source: Loudness:
de: Lautstärke:

source: Voice pitch:
de: Stimmhöhe:

source: Voice speed:
de: Sprechgeschwindigkeit:

source: Play/Prev/next button press but Winamp is not running:
de: Play/Zurück/Nächster-Knopf gedrückt, aber Winamp läuft nicht:

source: On song change:
de: Bei Song-Wechsel:

# tform1.labelappname.caption
source: PC-Parrot
de: PC-Papagei

# tform1.labellink.caption
source: by cypax.net
de: von cypax.net

# tform1.menuitemclose.caption
source: Close
de: Schließen

# tform1.menuitemsaysomething.caption
source: Say something
de: Sag was

# tform1.menuitemshowgui.caption
source: Show
de: Anzeigen

source: ToggleChatter
de: Geschnatter umschalten

source: Save log file as
de: Log speichern als

source: USB: Disconnected
de: USB: nicht verbunden

source: idle
de: inaktiv

source: Parrot talk
de: Geschwätz
